chat_system_572642348_actor_description=Torn Digor. Dwarves' king.
chat_system_572642348_snap_0_question=^?^Give it to me...<br>Well-well. "50-hour work-week... 60-hour... changed... fight with demons... demand"...<br>Aha, crossed out: "courteously ask to shorten the work-week to 50 hours"...<br>Ok, I see. I understand them, and approve the new work rate as they request. But only during wartime. You may bring them my words.
chat_system_572642348_snap_0_answer_0=^?^Thank you, Your Majesty.
